{
    "title": "A Drug-Trial Stock Sale",
    "subtitle": "INmune, Linqto, SRT financing, bank AI agents and the AI pay wars.",
    "sections": [
        {
            "title": "INMB",
            "content": [
                "Here’s a weird little trade, first reported by Adam Feuerstein of StatNews. INmune Bio Inc. is a biotechnology company working on treatments for cancer and Alzheimer’s Disease. It recently conducted a Phase 2 trial of an Alzheimer’s drug called XPro. It... didn’t work, is the short summary (“ showing no effects in the modified intent-to-treat population”), though there is some good news (“predefined analyses demonstrated a cognitive benefit for XPro over placebo on the primary endpoint”), and I do not want to give you any investing or medical advice. But INmune got these results last week, and it seems safe to say they were not what it was hoping for.",
                "As a small biotech company, INmune is not exactly awash in cash. As of March, it had about $19 million of cash and was spending about $3 million a month. A little more money might be nice, and for a small biotech company the way to get a little more money is to sell stock. Ideally the way to do this would be (1) get good trial results, (2) announce those results, (3) stock goes up, (4) sell stock into that demand. That option was not available, because the trial results were bad.",
                "That left some unappealing options. INmune could announce the results, watch the stock go down, and sell stock into a lack of demand. It couldn’t really sit on the trial results: If it sold stock, it would need to publish a prospectus describing all the material facts about the company, and its lawyers would probably make it put the results in the prospectus. And then people would read the prospectus and the stock would go down.",
                "There is, however, a tiny loophole of sorts. What INmune actually did was:",
                "1. At 4 p.m. on Thursday, June 26, it put out a press release saying that it would “host a conference call on Monday, June 30 beginning at 8:00am EDT to present top line data from the Phase 2 MINDFuL trial in early Alzheimer’s Disease.” Not saying the results, mind you, just saying that it would deliver the results on Monday.",
                "2. The stock traded up: Investors read that press release and thought “ooh, an announcement of trial results, probably they’re good.” The stock hit a high of $11.64 per share at 10:47 a.m. on Friday, June 27.",
                "3. On Friday morning, INmune agreed to sell $18.9 million of stock to “two healthcare focused institutional investors,” at a price of $6.30 per share, 2 cents above the $6.28 closing price of the stock on Thursday.",
                "4. On Friday at 12:16 p.m Bloomberg Terminal., it announced the stock sale publicly.",
                "Because the stock offering was a privately negotiated deal with two sophisticated investors, INmune didn’t have to tell them the trial results: The investors signed a “big boy” representation acknowledging that the company had material nonpublic information that it wasn’t sharing with them. The purchase agreement said:",
                "<start quote>\nEach Purchaser acknowledges that (i) the Company is in possession of top line data from the Phase 2 MINDFuL trial in early Alzheimer’s Disease (the “Phase 2 Trial Results”) and has announced that it will host a conference call on June 30, 2025 to present such Phase 2 Trial Results; (ii) the Phase 2 Trial Results constitutes material non-public information that could adversely impact the price of the Securities; and (iii) such Purchaser desires to proceed with the purchase of the Securities under this Agreement notwithstanding such pending Phase 2 Trial Results.\n<end quote>",
                "Why would the investors do this? If the clinical results are bad, the stock will trade down to, say, $2. (It hit a low of $1.89 this morning.) If the results are good, it will trade up to, say, $15. In a vacuum, you might say “I think the chances of good results are 50/50, so paying $6.30 for the stock is a good trade.” But you wouldn’t do that trade with the company. The company knows the results! If the results are good, the company will announce them and sell stock at $15. If the company is selling stock to you at $6.30, you can guess that the results are bad.",
                "But there is a better answer. The investors can buy the stock and resell it immediately. The offering was a “ registered direct ” offering: Even though it was sold only to two institutions, it was structured as a public offering, INmune filed a prospectus, and the two investors got immediately tradeable stock. They also had no material nonpublic information: INmune knew the trial results, but the investors did not. They could just sell their stock whenever they wanted. [Footnote 1: Feurstein reports: “The funds immediately flipped (sold) the stock — instant profit.”]",
                "On Friday morning, the stock was trading well above the $6.30 purchase price. Then the stock sale was announced and the stock started falling — it closed at $5.33 on Friday — but, still, the investors had a decent chance to get out at a profit. [Footnote 2: Just for fun, I looked at INMune’s trading activity between 12:16 p.m. (the time stamp I see on the offering press release) and 12:46 p.m. on Friday, June 27. Bloomberg (page INMB US Equity AQR) shows me that 6.2 million shares traded in that half-hour window, at a volume-weighted average price of $6.68. The investors bought 3 million shares at $6.30. Could they have gotten out of all of it at a profit in that half hour? Seems like a lot (they’d be 50% of volume), but not completely impossible. Total trading on Friday was 59.9 million shares (the company normally trades fewer than 1 million shares per day), so selling 3 million shares over the course of the day was totally possible. Also the purchase agreement specifically says that “none of the Purchasers has been asked by the Company to agree, nor has any Purchaser agreed, to desist from purchasing or selling, long and/or short, securities of the Company” and that “any Purchaser … presently may have a ‘short’ position in the Common Stock.” So it is possible that the investors sold the stock short *before* they agreed to buy it.] (Why did the stock fall when the stock offering was announced? Presumably some combination of (1) everyone did the calculation I did above, which is that the company wouldn’t be selling at $6.30 if the results were good, and (2) if the investors in the offering were selling, that would drive down the price. [Footnote 3: Plus “dilution,” which I suppose is always a worry in stock offerings for small companies.] )",
                "This doesn’t seem like that much of a loophole: It was a registered offering, INmune had to file a prospectus, it did file a prospectus, and the prospectus had to (and did) include the disappointing trial results. From the prospectus:",
                "<start quote>\nOn June 30, 2025, the Company announced topline results from its Phase 2 MINDFuL trial evaluating XPro for early AD. The trial did not meet its primary or key secondary endpoints in the modified intent-to-treat population (n=200). However, in a pre-specified subgroup of patients with amyloid-positive AD and multiple inflammatory biomarkers (n=100), XPro demonstrated cognitive and biomarker benefits, including improvements on EMACC and NPI-12, and reductions in plasma pTau217 and GFAP.\n<end quote>",
                "But the prospectus is dated Monday, June 30: The investors bought the stock, and possibly sold it, before the prospectus was published. INmune, like many US public companies, has a “ shelf registration statement,” allowing it to do public stock offerings quickly. It could sell the stock to the registered direct investors, and they could resell it, using that generic registration statement. It just had to deliver an updated prospectus — describing the actual offering, and disclosing the trial results — before the offering closed: INmune couldn’t take the investors’ money, or give them stock, without delivering a prospectus, but it could agree to the trade before that. The closing is T+1 (one trading day after the offering), so Monday for a Friday offering. Technically INmune delivered the stock to the investors on Monday, along with a prospectus, but by that time they could already have sold it. [Footnote 4: Regular-way stock trades also settle T plus 1, so on Friday the investors could have sold the stock, even though they didn’t have it yet.]",
                "This is a small, weird, occasionally lucrative niche in the capital markets. Sometimes a company cannot do a public offering of stock directly to retail investors, because it would create too much embarrassment and/or legal liability. But it can find an intermediary, some investment firm that will buy its stock and immediately turn around to sell it to the public, interposing some complication to save the company from the awkwardness. (The classic case that we have discussed around here is Bed Bath & Beyond Inc.) Here, INmune probably couldn’t have sold stock directly to the public, but it could sell stock indirectly to the public, [Footnote 5: Not legal advice! One could raise objections; this does seem a bit unsporting to the people who bought stock on Friday.] and it did."
            ],
            "summary": "Matt Levine recounts a peculiar financial maneuver by INmune Bio, a biotechnology company that found itself in need of cash after disappointing trial results for its Alzheimer's drug. To raise funds without announcing bad news, INmune subtly hinted at an upcoming disclosure, causing its stock to briefly rise on market optimism, then sold a significant chunk of shares to a pair of sophisticated institutional investors who could immediately resell them. This allowed the company to secure financing, while the investors potentially made a quick profit by flipping the shares, all before the negative trial data was fully released to the public.\n\nThe main topics explored include innovative, and somewhat ethically ambiguous, capital-raising strategies for small, cash-strapped companies, particularly those in the volatile biotech sector facing adverse news. Levine delves into the intricate dance of market disclosure rules, how institutional investors navigate information asymmetry, and the mechanics of financial instruments designed for specific market niches. His tone is characteristically analytical and wryly observant, highlighting the cleverness and occasional absurdity of financial market workarounds.\n\nThis specific transaction serves as a broader illustration of how companies can bypass direct public market embarrassment or legal liability by engaging intermediaries. It highlights the existence of specialized \"loopholes\" in capital markets where the letter of disclosure laws might be met, but the spirit of full transparency is somewhat circumvented, allowing for deals that might seem \"unsporting\" to the average investor. It’s a case study in strategic timing and the exploitation of information flow.\n\nSeveral financial terms and references are notable. A \"Phase 2 trial\" is an intermediate stage in drug development to test efficacy. The company's drug \"didn't meet its primary or key secondary endpoints,\" meaning it failed to achieve its main goals in the trial's measured population. The company used a \"registered direct offering\" where shares are sold directly to institutional investors but are registered for immediate resale to the public, unlike a private placement. The investors signed a \"big boy representation,\" acknowledging they were aware the company possessed \"material nonpublic information\" (the bad trial results) that was not being disclosed to them, yet they chose to proceed. This effectively absolved the company of liability for not disclosing the information to them directly. The company also utilized a \"shelf registration statement,\" a pre-filed document that allows for quick, future stock offerings. \"Dilution\" is mentioned as a factor in the stock price drop, referring to the reduction in ownership percentage for existing shareholders when new shares are issued. Finally, the investors were said to have \"flipped\" the stock, meaning they immediately resold the shares they purchased for a quick profit. The possibility of investors having a \"short position\" before the deal, selling borrowed shares to buy back cheaper, adds another layer of financial complexity."
        },
        {
            "title": "Linqto",
            "content": [
                "It used to be that most big well-known companies were public, but that is not as true anymore. Now a lot of big exciting tech companies — SpaceX, Stripe, OpenAI, etc. — are private, which means that you can’t just buy them by clicking a button in your brokerage account. You need to know somebody. A lot of people want to buy shares in big exciting private tech companies, but it is hard for them to do so.",
                "Also, the fact that these companies are private means that, if you do own some shares, you can’t just sell them by clicking a button in your brokerage account. You have to find someone to buy. Even though there is a lot of demand for these shares, it can be hard to cash out.",
                "One way to put this is that the bid/ask spread on private shares is really wide, particularly for individual investors without direct access to the companies. If some hot private company’s stock is “really” worth $50 per share, and you want to buy some, you might have to pay $70. And then if you want to sell, you might get only $40.",
                "We talk about this dynamic all the time. We talked about it last week, because a crypto-y company is offering “tokens” on private-company stocks to, uh, possibly increase the supply. In December, we discussed a company offering SpaceX shares through a special purpose vehicle at roughly a 100% markup to the actual trading price of the shares: Institutions were buying SpaceX at $135 per share, but if you wanted in on that SPV, you’d pay $258. Even that seemed pretty tame compared with DXYZ, the Destiny Tech100 fund, a closed-end fund that owns about $70 million of private-company stocks and has a market value of about $400 million; when we first discussed DXYZ, it traded at more than a 1,000% markup to the value of its underlying shares.",
                "Each time I discuss these things, I get emails from readers saying “actually my broker is offering me SpaceX shares at a very reasonable markup.” I am sure that’s true. The point here is not that retail investors will always pay an enormous markup for SpaceX shares. The point here is that retail investors will pay an enormous range of markups for SpaceX shares: Some will pay 0%, some will pay 5%, some will pay 100%, some will pay 1,000%. There is not a simple single “market price” for private-company shares, the way there is for public-company shares. People can sell you private-company shares at pretty much whatever price you are willing to pay.",
                "Here’s a Wall Street Journal article about Linqto, a company that “said it would make private equity investing easy, and ‘democratize’ the rarefied private markets.” If someone in finance tells you that they are going to “democratize” anything, hold on to your wallet. Basically Linqto’s business model was (1) acquiring shares of hot private companies and then (2) selling them to retail-ish [Footnote 6: The legal situation is that, for the most part, you can only sell private-company shares to “accredited investors,” meaning people who make at least $200,000 a year or have a net worth of more than $1 million. This is not all that high a bar, and I think it is fair to call Linqto’s customers “retail-ish.” But also there are some exceptions to those rules, and Linqto did manage to find ways to sell private-company shares to non-accredited investors. The Journal reports: “The company even allowed some people who weren’t accredited investors to participate in the deals. Among them was Thomas Lennon, 33, who in September 2024 invested $10,000 in Ripple — the minimum amount for a promotion offering investment ‘slots’ to 35 who weren’t accredited, he said.” (I assume the structure here is an SPV owning Ripple shares, with the SPV doing a Rule 506 offering to no more than 35 non-accredited investors.)] investors at enormous markups:",
                "<start quote>\nIn January 2023, the chief executive of the private stock investment firm Linqto announced a “Spike Day,” a one-day sprint to boost sales to its customers—small investors looking for a shot at buying shares of coveted private companies. “Take no prisoners,” the now-former CEO, William Sarris, wrote in an email to staff, reviewed by The Wall Street Journal. “This is guerrilla warfare.” Sarris was trying to unload shares of Ripple, a privately held crypto company, to Linqto’s 11,000 users, at a price at least 60% higher than what Linqto paid. The Securities and Exchange Commission generally prohibits markups above 10% but Sarris pushed ahead, not disclosing the price hike to customers, and the company pocketed $2 million, according to people close to the situation.\n<end quote>",
                "Well, for a normal brokerage firm, buying stock and then reselling it to customers at a 60% markup would be quite high, but in the context of the 100% or 1,000% private-company markups we talk about around here, it’s not that surprising. Meanwhile, the nature of the business is such that there will be fewer cases of the broker buying from customers at too low a price — mostly the customers want to keep their exciting private stocks — but not none:",
                "<start quote>\nLinqto didn’t just profit from selling shares of private companies to users. Sometimes the deals went the other direction. At the end of 2023, Linqto learned that Ripple, which remains private, was preparing to buy back shares from customers at roughly $61 each. Linqto reached out to customers, who were in the black on their Ripple investments, and convinced them to sell 144,000 shares of Ripple back to the company at an average of $55 per share, according to people close to the situation. It then sold them all to the crypto company at the higher offering price, booking more than $8 million in revenue.\n<end quote>",
                "In the private markets, the intermediaries can take a big cut coming and going."
            ],
            "summary": "Matt Levine's newsletter section explains the challenges individual investors face in accessing shares of popular, exciting companies like SpaceX and OpenAI, which increasingly remain private. He notes that unlike public stocks, these private shares are highly illiquid, making them difficult to both buy and sell freely, and resulting in extremely wide \"bid/ask spreads\" where buyers pay significantly more and sellers receive much less. Levine illustrates this with examples of private shares being offered at markups of 100% or even over 1,000% to their underlying value, emphasizing that there is no single \"market price\" for these shares as sellers can effectively charge whatever a buyer is willing to pay. The piece focuses on companies like Linqto, which claimed to \"democratize\" private equity investing, a claim Levine signals as a red flag, highlighting the cynical tone often present in his analysis. Linqto's business involved acquiring shares of hot private companies, such as Ripple, and reselling them to \"retail-ish\" investors, including some non-accredited individuals, at markups as high as 60%, despite the Securities and Exchange Commission generally prohibiting markups above 10%. Furthermore, Linqto profited by repurchasing shares from its customers at a lower price when it knew the private company, Ripple, was preparing to buy them back at a higher price, demonstrating how intermediaries can take a substantial cut from both sides of the transaction. Levine's analysis serves as a broader insight into the opaque and potentially exploitative nature of private markets for those without direct institutional access, underscoring the significant risks and inefficiencies in trying to gain exposure to these coveted investments. Notable financial terms include bid/ask spread, special purpose vehicle or SPV, accredited investor, Rule 506 offering, and closed-end fund."
        },
        {
            "title": "SRT",
            "content": [
                "There is a financial product called an SRT, which has the amusing quality that (1) everyone knows what it means but (2) there is no agreement on what it stands for. (In the US, it often stands for “synthetic risk transfer,” while in Europe it normally stands for “significant risk transfer.” [Footnote 7: To me “synthetic” sounds more descriptive (you are transferring risk synthetically, that is, through a derivative), but “significant” in Europe refers to a specific regulatory test: You can reduce your capital requirements if the risk transfer is significant enough.] ) The rough idea of an SRT is:",
                "1. A bank makes $1 billion of loans to various companies, which pay, say, 6% interest.",
                "2. Those loans are somewhat risky, and regulators will require the bank to have a lot of regulatory capital in case they don’t get paid back.",
                "3. But the bank can sell the first-loss piece to a hedge fund or other investor. The bank sets up a structure where the first $850 million of repayments, on the whole pool of loans, goes to the bank; the remaining $150 million goes to the hedge fund. If there are defaults and only $925 million of the loans actually get paid back, the hedge fund only gets $75 million, but the bank still gets its full $850 million.",
                "4. The first-loss piece gets packaged into a bond, which the bank sells to the hedge fund for $150 million, and the bank pays, say, 10% interest on that bond. (That is: The bank gets $60 million of annual interest on the whole loan portfolio, 6% of $1 billion, and pays $15 million of interest, 10% of $150 million, to the hedge fund.)",
                "5. The hedge fund takes more risk than the bank (it has the first loss), and it gets more reward (it gets a higher interest rate).",
                "6. The bank gets better capital treatment from its regulators: Instead of holding, say, $80 million of capital against the whole portfolio, the bank can hold, say, $8 million of capital against the much safer $850 million senior piece. The bank’s cost of equity capital is higher than 10%, so paying the hedge fund to reduce capital requirements can be a good deal for the bank.",
                "There are variations on the structure, and the numbers here are illustrative and not meant to be taken seriously. [Footnote 8: Here are primers on the structure from the European Systemic Risk Board, A&O Shearman and the Managed Funds Association.] The point is just that the hedge fund takes the first loss, the bank takes the second loss, and this is a very common theme in modern banking. Banks are “re-tranching”: They are stepping back from taking certain economic risks (like making corporate loans), letting other players (hedge funds, private credit firms, etc.) take those risks, while the banks provide financing to those other players and take a more senior claim on the risks.",
                "There are various more-or-less economically equivalent ways to structure that tranching. In the abstract, the SRT looks something like “the hedge fund makes a $1 billion pool of loans, and the bank lends the hedge fund $850 million of non-recourse leverage collateralized by those loans.” It’s not quite set up that way — in part because the hedge fund doesn’t have the corporate relationships required to originate those loans — but economically that is roughly the same thing as the SRT. (And in fact, elsewhere, private credit firms do have the relationships required to originate corporate loans, and they do, and banks lend them money against their loans, though usually not at 85% loan-to-value ratios.)",
                "And then there are some funds that are in the business of buying these SRTs, so some hedge fund will buy $150 million of this SRT and $100 million of another SRT and end up with a $2 billion portfolio of SRTs. And then, being a hedge fund, it will think: “I have this big $2 billion pot of assets. It’s a pretty good pot of assets: Sure, it’s first-loss pieces of corporate loans, but it’s diversified, and the loans were made by big banks to good companies, so they’ll probably mostly get paid back. Perhaps someone would lend me, say, $1 billion against this portfolio. I’d take the first loss — if $500 million of the SRTs don’t get paid back, I’ll lose $500 million and my lender will still get its $1 billion back — so the lender should feel pretty safe. And I can pay my lender a lower interest rate on the loan than I get on the SRTs, so I can juice my return on equity.”",
                "And the hedge fund will call some banks, and one of them will probably give it that loan. Ideally not one of the banks that issued the SRTs, though. It is arguably a little awkward for a bank to sell its credit risk to the hedge fund (via SRT) and also finance that trade.",
                "Arguably it’s a little awkward anyway. Bloomberg reports:",
                "<start quote>\nEuropean authorities are pushing banks to disclose more data on loans to investors who turn around and use the funds to help peers offload credit risk, according to a top regulator. Regulators want to ensure that risk is actually leaving the system when banks use significant risk transfers, or SRTs, to free up capital while keeping the assets on their balance sheets. “We’ve been asking for more transparency, more reporting information,” Jose Manuel Campa, who leads the European Banking Authority, said in a Bloomberg TV interview on Monday in London. “Potentially you get a vicious circle by which a bank sells protection to somebody that’s been financed by another bank.”\n<end quote>",
                "“Banks Transfer Risk to Themselves,” is how I characterized the concern last year. SRT structures tend to be driven by regulation: The bank sells enough risk to the hedge fund to get the capital relief it wants; the regulator says, in effect, “if you sell the 15% first-loss piece and keep the rest then you get to have less capital.” If a bank then goes and lends 50% against the first-loss piece, then the banks collectively have 92.5% of the risk and the hedge fund has only a 7.5% first-loss piece, [Footnote 9: This isn’t quite right, to the extent that the financing of the SRT might have margin triggers and create less economic exposure than a long-term loan at 50% LTV.] and that can look like cheating."
            ],
            "summary": "Matt Levine's discussion centers on Synthetic or Significant Risk Transfers, known as SRTs, a financial product banks use to shed the riskiest portions of their loan portfolios to investors like hedge funds, thereby reducing their regulatory capital requirements. He humorously notes the product's inconsistent acronym meaning before detailing how banks sell the 'first-loss piece' of a loan portfolio while retaining the safer 'senior piece', allowing them to optimize their capital usage due to the high cost of equity capital.\n\nThe passage explains that this practice represents banks 're-tranching' risk, stepping back from certain economic exposures by letting other players take the initial hit, while banks provide senior financing. A key development highlighted is that hedge funds, having acquired these diversified first-loss SRT portfolios, often then seek to 'juice their return on equity' by obtaining further financing, typically from other banks, against these very SRT assets.\n\nLevine points out the 'awkwardness' and regulatory concern this creates: if banks finance the first-loss pieces they initially sold, the risk effectively cycles back into the banking system. Citing European regulators like Jose Manuel Campa from the European Banking Authority, he explains that authorities worry about a 'vicious circle' where risk does not genuinely leave the system, potentially undermining the purpose of SRTs. Levine characterizes this concern as 'banks transfer risk to themselves,' implying that capital relief might be illusory if the broader banking system retains the exposure, questioning the efficacy of such financial engineering in truly diffusing risk.\n\nNotable financial terms include SRT itself, regulatory capital, first-loss and senior pieces, derivatives, tranching, non-recourse leverage, loan-to-value ratios, and return on equity. The overall context is an insightful critique of how financial products designed for capital efficiency can lead to complex interconnections and potential unintended consequences, where the original intent of risk transfer might be diluted by subsequent market activities and regulatory arbitrage."
        },
        {
            "title": "AI agents",
            "content": [
                "A traditional early step in any big investment banking deal is the compilation and distribution of the working group list. Some junior analyst at one of the banks will put together a nicely formatted list of all the principals and bankers and lawyers and accountants on the deal, with their email addresses and office and mobile phone numbers, and will circulate it to everyone so that everyone knows how to reach everyone else.",
                "I suppose in the not-too-distant future, each person’s entry on the WGL will also include contact information for their artificial-intelligence assistant. You have a question for me about the data room, you email matt.levine@fancybank.com, you copy matt.levine.ai@fancybank.com, and two seconds later you get back an email from the AI saying “Matt is on a flight right now, but I went into the data room and found the agreement you’re looking for; it’s attached to this email. Let me know if you need anything else. Best, RoboMatt.” Eventually you notice that my AI assistant is much more prompt, polite and helpful in responding to your questions than I am, and you start emailing the AI directly and not even copying me. Then your employer gets you an AI assistant, and you give it tasks to complete, and when your assistant needs help from me it emails my assistant. Eventually you and I just go to the beach, and our respective assistants negotiate and document the deal.",
                "In the slightly more distant future, the WGL will be put together by the AIs, and it will only have contact information for the AIs, and it won’t have to be a nicely formatted PowerPoint because only the AIs will read it.",
                "There are other imaginable paths for AI, including perhaps:",
                "1. Banking looks a lot like it does now, with bankers and lawyers interacting with one another and putting their names on the work product, but using AI tools behind the scenes to make their jobs easier.",
                "2. Entirely AI-native workflows replace the normal banking workflows, so instead of a bunch of principals and banks and law firms getting together to negotiate a merger, corporations will, you know, be autonomous entities that combine and split without any human interference.",
                "But the path I laid out above — in which banking processes look kind of like they do now, except that a lot of the actual bankers are replaced by lightly anthropomorphized AI assistants who sometimes deal with humans and sometimes deal with other AIs — has a certain creepy appeal. You sort of know what that AI assistant is; it fits into familiar categories. It’s an assistant, a junior banker, something like that. (Over time, it gets promoted: It’s a midlevel banker, a senior banker, a bank CEO.) You can’t hang out with the AI banker in the analyst bullpen; it can’t make small talk with the client over drinks. But you’re probably mostly communicating by chats and emails anyway, and the AI assistant is good enough at that.",
                "Anyway here’s a fun Wall Street Journal article about “digital employees” at banks:",
                "<start quote>\nSimilar to human employees, these digital workers have direct managers they report to and work autonomously in areas like coding and payment instruction validation, said [Bank of New York Mellon] Chief Information Officer Leigh-Ann Russell. Soon they’ll have access to their own email accounts and may even be able to communicate with colleagues in other ways like through Microsoft Teams, she said. … BNY said it took three months for its AI Hub to spin up two digital employee personas: one designed to clean up vulnerabilities in code and one designed to validate payment instructions. Each persona can exist in a few dozen instances, and each instance is assigned to work narrowly within a particular team, Russell said.\n<end quote>",
                "Man, that is absolutely the dream of an investment bank, an army of identical perfect analysts who can exist in dozens of instances and be assigned to work narrowly within particular teams. Also:",
                "<start quote>\nAt JPMorgan Chase, Chief Analytics Officer Derek Waldron thinks of “digital employees” as more of a helpful model for business people to conceptualize AI tools. They are fundamentally different from human employees, of course, but also traditional software systems, and so they may need their own type of system connectivity and access management, he said. It’s an open question exactly how much or how little access to give an agent, and it’s going to have to be figured out on a case-by-case basis, he said. And while it’s not clear yet exactly what it will look like, he does envision a future where every employee will have an AI assistant and every client experience will have an AI concierge.\n<end quote>",
                "At some fairly abstract level, the job of an investment banker or salesperson is to be a concierge for certain categories of client experiences. If there’s an AI concierge for every client experience … you know what, never mind. Elsewhere: “Amazon Is on the Cusp of Using More Robots Than Humans in Its Warehouses.”"
            ],
            "summary": "Matt Levine speculates on the future of investment banking, envisioning a scenario where artificial intelligence assistants evolve from mere tools to independent entities capable of handling complex deal negotiations and client interactions, ultimately replacing human bankers in many roles. He explores how AI could progressively automate the entire deal process, from simple contact lists to full negotiations between AI agents. The main topics include the progressive integration of AI into professional services, the automation of high-level tasks, the future of work, and the potential for human displacement by increasingly sophisticated AI.\n\nLevine approaches the subject with a characteristic blend of speculative humor and slightly unsettling insight, describing the \"creepy appeal\" of AI assistants becoming virtually indistinguishable from junior bankers and getting \"promoted\" over time to handle all communications and negotiations. He wryly observes that an army of perfect, scalable AI analysts is likely the dream of any investment bank. This section serves as a thought experiment on the extreme implications of AI for white-collar jobs, particularly in relationship-driven industries like investment banking. Levine uses the mundane \"working group list\" to illustrate a gradual, almost insidious, shift towards full AI autonomy in dealmaking. He highlights a broader societal trend where AI moves from being a helpful tool to a functional substitute for human employees, questioning what remains of traditional professional roles when AI can serve as a \"concierge for every client experience,\" mirroring the trend of automation seen in warehouses.\n\nNotable financial terms and references include the \"working group list,\" which is a compilation of contacts for a deal, the \"data room\" for sharing confidential documents, and the concepts of \"investment banking deals,\" \"principals,\" \"bankers,\" \"lawyers,\" and \"accountants\" involved in transactions. He also refers to the \"analyst bullpen\" as a typical banking work environment and discusses the role of a \"client concierge\" in financial services, pondering its fate in an AI-driven future."
        },
        {
            "title": "AI wars",
            "content": [
                "I wrote yesterday that “I don’t understand how anyone who works in artificial intelligence gets any work done,” what with Mark Zuckerberg standing on their lawn with a boom box and a sack of money. It turns out that they don’t. The Financial Times reports:",
                "<start quote>\nOver the weekend, Mark Chen, chief research officer at OpenAI sent an internal memo saying that he felt “as if someone has broken into our home and stolen something” following recent staff departures. OpenAI has given staff the week off to rest and recharge, according to people close to the company. Chen added that Meta was trying to “take advantage” of the planned break to pressure employees to make decisions on job offers.\n<end quote>",
                "I don’t understand? They are so exhausted by getting offered so much money that they need a week off to hike, watch television, and not think about all the money Meta is offering them? And Meta is trying to “take advantage” of that break by, you know, scheduling interviews with them during that week? That does seem … pretty obvious and predictable? Anyway, I also wrote yesterday that “the AI researchers have vast reservoirs of intrinsic motivation that I cannot begin to imagine (they just love AI so much),” and the FT article also gets into that:",
                "<start quote>\nResearchers often prioritise the reputation of team leaders and the quality of work over the huge sums of cash being offered, according to AI recruiters. Researchers are “incentivised by the type of work they’re doing. And there’s always a risk, if you end up in a Meta, you’re not going to be doing the level of work that you might do at a DeepMind or an OpenAI, or an Anthropic,” according to Firas Sozan, chief executive of Harrison Clarke.\n<end quote>",
                "One possibility is that Meta is the extremely cushy semi-retirement home for OpenAI researchers: You do good work at OpenAI, you make a name for yourself, and then when you get tired you take Zuckerberg’s bag of cash, go to Meta, and sit around with your fellow extremely well-paid ex-OpenAI researchers reminiscing about the glory days when you used to do AI research instead of just polishing your Ferraris."
            ],
            "summary": "The newsletter section humorously describes the intense competition for top artificial intelligence talent, particularly Meta's aggressive attempts to poach researchers from OpenAI. OpenAI staff are reportedly exhausted by the constant stream of lucrative job offers, with one executive likening the situation to a home invasion, and the company even gave staff a week off to recover, during which Meta ironically tried to schedule more interviews. Levine points out the seeming absurdity of being too tired from getting offered too much money, while also noting that AI researchers often prioritize the reputation of their leaders and the quality of their work over vast sums of money. He playfully suggests that Meta might serve as a cushy, well-paid semi-retirement option for OpenAI researchers who have already made a name for themselves, allowing them to relax rather than continue groundbreaking AI work.\n\nThe main topics include the fierce talent war in the artificial intelligence sector, the challenges faced by companies like OpenAI in retaining their top researchers, the aggressive recruitment tactics of tech giants such as Meta, and the complex motivations of highly skilled AI professionals who may value meaningful work as much as or more than monetary compensation. This piece fits into Levine's broader commentary on the unique and sometimes illogical dynamics of markets and human behavior, especially in the context of the current artificial intelligence boom and the scramble for scarce, highly valuable expertise. Notable financial and company references include Mark Zuckerberg, OpenAI, Meta, DeepMind, and Anthropic, alongside the general concept of vast sums of money being offered for AI talent."
        },
        {
            "title": "Things happen",
            "content": [
                "A Trio of US Treasury Hacks Exposes a Pattern Making Banks Nervous. US judge orders Argentina to give up majority stake in state-run oil company YPF. Standard Chartered hit with $2.7bn lawsuit over 1MDB scandal. Aberdeen chair says ‘ save the world ’ claim by asset managers was a ‘mistake.’ Greenhushing. The Oil Tycoon and the Philosopher Threatening Big Oil’s Carbon Capture Plans. A Desert Oasis for Youth Sports Was Built on a Financial Mirage. Britain’s Royals Give Up Their Luxury Train in the Name of Fiscal Restraint. Cap and trade, but for rent control. Snoafers. CEO Spends 1.83 Million Amex Points to Pay Surprise Tariff Bill. Trump Says He’ll Have to ‘Take a Look’ at Deporting Musk. Why Is Everyone Inviting Strangers to Their Weddings?"
            ]
        }
    ]
}