{
    "title": "Bet on or Against the Unicorns",
    "subtitle": "Also the meme-stock revival, home insurance and tokenized crypto treasury companies.",
    "sections": [
        {
            "title": "Unicorn bucket",
            "content": [
                "We have talked a few times around here about two related problems:",
                "1. It is hard to buy stock in hot private tech startups. They are private, is the main problem. Their stock does not trade on the exchange; it is not freely available to anyone who wants to buy it. You need to know someone who has stock to sell, and even if you find someone, you might need permission from the company to buy their stock.",
                "2. It is hard to short private tech startups. Because their stock doesn’t trade freely, you can’t borrow shares to sell short. If you want to bet against them — if you think private tech valuations are generally too high, or if you think that one particular tech startup is overvalued — there is no obvious way to do so. (My preferred approach is “if you think it’s a bubble, start your own startup and get a meeting with Masayoshi Son,” but that is imperfect and a lot of work.)",
                "The natural solution to both of these problems is: side bets. I think SpaceX stock will go up, so I would like to buy some, but I can’t. You think SpaceX stock will go down, so you would like to short it, but you can’t. We could just do a swap. We each put up $100, and in a year you pay me $1 for each percentage point that SpaceX has gone up, or I pay you $1 for each percentage point it has gone down. Nobody needs to own stock, or borrow stock, or deal with SpaceX; it’s just a bet between us. All we need is some way to measure SpaceX’s stock price. That’s easy if SpaceX goes public in the next year (just look at its trading price), but if it doesn’t, we’ll need some agreed-upon measure of its stock price to settle the bet.",
                "This is a good abstract approach but has some important problems. One is regulatory: This sort of bet is probably a “ securities-based swap,” which is subject to heavy regulation in the US, can’t easily be sold to retail investors and has been getting people in trouble for at least a decade. If you want these bets to be widely available you need to find a good way to package them. People keep trying, though, often in the form of “ tokenization.”",
                "The other problem is supply and demand. Some people want to buy the stocks of tech unicorns, and other people want to short them, but there’s no guarantee that they will exactly balance each other out. If there is a ton of demand to buy private tech companies, and not much demand to short them, then these side bets will be messier. Perhaps you won’t be able to go long: For every long bet, there needs to be a short bet, and if you can’t find anyone to bet against you, then you can’t go long. Or perhaps the imbalance can be solved by price: More people would probably go short SpaceX, and fewer would go long, if it was trading at twice its current valuation; you could just set the price of the swap at twice the current valuation to get the market to balance. But then the swaps won’t really reflect the current private-market valuations of hot private tech companies; they will reflect supply and demand in a different, derivative market.",
                "Still. Here is a pair of proposed closed-end funds from RiverNorth Capital Management LLC, the RiverNorth Long Prime Unicorn Fund 2027 and the RiverNorth Short Prime Unicorn Fund 2027. There is a third-party index of 30 big private tech companies, the Prime Unicorn 30 Index; its top components include SpaceX, Databricks and Anthropic. The long fund bets that the index will go up; the short fund bets that it will go down. Neither fund owns any shares of SpaceX or Databricks or any other private tech company. Instead, both funds work by “enter[ing] into one or more swap agreements with major global financial institutions,” apparently with two-year terms. [Footnote 1: The termination date is blank in the draft prospectus, but I assume the “2027” in the name refers to the termination.] So you buy the long shares now and, in two years, you get back the return on the index, or you buy the short shares now and, in two years, you get back whatever the index has lost.",
                "Who would write those swaps? Who would bet against these funds? Well, the obvious answer is: each other. The long fund will bet against the short fund, and some “major global financial institution” will sit in the middle. The funds precisely offset: The returns on each fund are capped at 100%, and each fund will issue the same number of shares. [Footnote 2: “The number of Common Shares offered by the Fund in this offering is limited to not exceed the number of shares of common stock offered by the Short Fund in its concurrent initial public offering,” says the long fund, and vice versa.] You can bet on the index precisely to the extent that other people want to bet against it. RiverNorth will run a matched book between people who want to bet on unicorns and people who want to bet against them. People do seem to want both bets, so they might as well bet against each other.",
                "Obviously none of the money finds its way to SpaceX. This is not a way for public investors to provide capital to high-profile, fast-growing private companies. This is a way for public investors to bet on those companies. But that’s a lot of what people want from financial markets these days."
            ],
            "summary": "Matt Levine explains the twin difficulties of investing in hot private technology startups: it is hard to buy their stock because they are private and do not trade publicly, and it is equally hard to bet against them or short them for the same reason. He muses on simple side bets or swaps as a natural solution, where two parties can agree to pay each other based on a private company's valuation changes, bypassing the need for direct stock ownership. However, he notes such arrangements face regulatory hurdles, like being classified as securities-based swaps, and practical issues like balancing supply and demand.\n\nThe main topics are the lack of liquidity and access in private tech markets, the exploration of derivative solutions like swaps and tokenization to create synthetic exposure, and the regulatory and market balancing challenges these solutions face. Levine's characteristic dry humor is evident in his sarcastic suggestion to \"start your own startup and get a meeting with Masayoshi Son\" as a way to bet against a bubble, and his blunt observation that what people really want from financial markets is often just a way to bet, rather than to provide actual capital.\n\nThe broader context is the financial market's struggle to provide exposure to rapidly growing, high-valuation private companies, often called unicorns, which remain inaccessible to most public investors. These new proposed RiverNorth closed-end funds, a Long Prime Unicorn Fund and a Short Prime Unicorn Fund, exemplify the market's response. They do not own company shares but instead use swap agreements tied to a third-party index of private tech companies, allowing investors to bet on the index's rise or fall. Crucially, the long fund effectively bets against the short fund, creating a \"matched book\" for RiverNorth, which sits in the middle. This highlights that these instruments are about allowing public investors to speculate on private market valuations, not about providing direct funding to the companies themselves.\n\nNotable financial terms include short selling, private valuations, swaps, securities-based swaps, tokenization, closed-end funds, the Prime Unicorn 30 Index, long and short funds, and the concept of a matched book, which describes how the opposing bets are balanced by the fund manager. Levine also references Masayoshi Son, a prominent investor known for his investments in many of these private tech companies."
        },
        {
            "title": "Memes",
            "content": [
                "Speaking of which, last week was a big meme-stock week. This morning, last week’s main meme-stock winners — Kohl’s, Krispy Kreme, OpenDoor, GoPro — were down, and I guess the meme thing has fizzled. In 2021, meme stocks were a novel cultural phenomenon, and nobody quite knew what would happen. In 2025, meh, we have seen it before, and it is less interesting the second time. [Footnote 3: Also, Byrne Hobart notes: “Another change is on the risk management side: short-sellers know that there's no real limit to how much a dying company can rally once WallStreetBets gets fixated on it, so their incentive is to cover faster. If most funds are running more diversified short books, it's still possible that the long/short industry as a whole has similar exposure to what it did before, since analysts trade ideas. So instead of one fund putting 3% of its assets into a single short position, there might be ten funds with a 30bp position in the same name. But none of them will have as much conviction — concentration and conviction tend to build on each other — so they'll all cover faster. That means stocks can achieve meme status faster, whether it’s through buying Bitcoin or by hiring Sydney Sweeney to do some ads (American Eagle shares were up 31% from Tuesday's close last night). But if everyone covers faster, more of the rally has to come from increasing retail investor attention rather than continuous covering. That weakens the price action and the narrative, and those tend to feed into each other.”] The 2025 meme-stock wave seems less likely to last for months and spawn multiple movies.",
                "There is one interesting novelty to this wave of meme stocks, which we discussed last week: ChatGPT. Meme stocks are an internet phenomenon, and in 2021, the way that people consumed the internet was through, you know, the internet. You found out about meme stocks on Reddit, or perhaps YouTube or Twitter. In 2025, many people consume the internet in a distilled form through large language models. If you want to know what stocks to buy, you don’t have to go to Reddit’s WallStreetBets forum; you  can go to ChatGPT. ChatGPT has consumed the internet and internalized its patterns of thought, which definitely include “you should YOLO GameStop.” Or OpenDoor, as the case may be.",
                "What I argued last week is that this is a new vector for the coordination of meme stocks. In 2021, retail investors pushed up the price of GameStop by getting together on a message board and egging one another on to buy GameStop. In 2025, a similar coordination function can perhaps be performed by ChatGPT: A million traders can go to their computers and ask what stocks to buy and be told “OpenDoor” and buy it. This could have similar first-order effects — if they all buy OpenDoor, its price will go up — but less staying power. If you’re all on Reddit, you’re all in it together, and there is some communal excitement about pushing the stock up. It is a social event as well as a money-making (or losing) one. If you’re all alone talking to a robot, it’s just not as much fun. You’re not going to check in with ChatGPT every hour. You have less emotional connection to your meme stocks if you get them from a robot.",
                "I should say that this idea — that ChatGPT is a coordination vector for meme stocks — is pretty speculative; it does not seem to be the main way that last week’s round of meme stocks happened. But it does seem to be how some investors found their way to last week’s meme stocks. Bloomberg’s Francesca Maglione, Claire Ballentine and Max Rivera wrote about this round of meme stocks on Saturday, and the article included this anecdote:",
                "<start quote>\nJustin Kim, a 30-year-old trader, said he bought $5,000 worth of Opendoor in early July, when the stock was around 60 cents. He had been following President Trump’s fight with Federal Reserve Chair Jerome Powell and used ChatGPT to research stocks that would do well if interest rates dropped. Kim then bought another $5,000 worth of the stock when it was trading around 70 cents. Originally, he thought he’d keep buying the stock slowly, until it reached $30. Then he saw the activity on WallStreetBets and decided to get out before it was too late. Once he made a 100% profit, he sold his original investment and held the rest, looking to avoid what he called a “massive dump scheme” that hit some investors in GameStop and AMC.\n<end quote>",
                "What I wrote last week is that ChatGPT, trained on the internet, will have the sorts of internetty thought patterns that lead it to recommend heavily shorted meme-type stocks. Not only those thought patterns, though; one reader emailed:",
                "<start quote>\nI’m a fan of AI weirdness but I think you and some of your readers got Reddit answers out of ChatGPT because you actually did ask Reddit questions - do sane non-redditors ask for stocks with a 100x return? When I asked a simple layman question, “what stocks should I buy?”, ChatGPT told me (I had no saved memory) to buy [normal stocks with normal rationales].\n<end quote>",
                "I think that’s right. I don’t think ChatGPT will necessarily push meme stocks to everyone. But I think that the people who are looking for stocks with 100x returns — people who are already meme-stock-curious — would have gone to WallStreetBets in 2021, and they might go to ChatGPT in 2025, and ChatGPT might give them a simulacrum of the Reddit answer.",
                "In that vein, another reader sent me an email saying “I’m so sorry for the attached.” The attachment was a Google Gemini response to the prompt “you’re an amateur stock trader picking stocks for the lolz. write a wallstreetbets post about what stock you're going diamond hands for.” You can guess how that went. The answer is … abominable, yes, but I suppose a correct answer to that prompt. “[diamond emoji][hands emoji] My fellow apes, gather ’round, because your boy is about to drop some DD that’ll make your tendies rain from the sky,” it began, and did not get better, or maybe it did, I don’t know, I couldn’t read it.",
                "Finally, David Hogg emailed:",
                "<start quote>\nIf Chat[GPT] wants to retain and build user communities, it should be tuned to always push users towards the same stocks (within reason), and maybe even strategically make sell recommendations, so that users will repeatedly and publicly have experiences like “I asked Chat for stock advice and wow did I make money!”. Indeed this could be how Chat starts to make humans subservient: By manipulating enormous collections of investors such that the ones using Chat do well (relative to those not using Chat). Since they drive traffic they can manipulate prices and predict stock moves.\n<end quote>",
                "So, yes, if the mechanism by which artificial intelligence enslaves humanity turns out to be meme stocks, you read it first on Money Stuff."
            ],
            "summary": "Matt Levine observes that the recent excitement around meme stocks, including companies like Kohl's, Krispy Kreme, OpenDoor, and GoPro, quickly diminished, suggesting this 2025 wave is less impactful and novel than the 2021 phenomenon. He notes that while meme stocks were a unique cultural event a few years ago, their reappearance now feels less interesting.\n\nThe broader context for this discussion is Levine's ongoing analysis of how internet culture and technology influence financial markets. This particular section builds on his previous week's discussion about a speculative new factor: the potential role of artificial intelligence, specifically large language models like ChatGPT, in coordinating retail investor activity. Unlike 2021, when investors organized on forums like Reddit's WallStreetBets, some investors might now turn to AI for stock recommendations. While Levine admits this is still speculative and not the primary driver of last week's meme stock surge, he cites an anecdote of a trader using ChatGPT to find stocks that might benefit from specific market conditions, eventually leading to investments in OpenDoor.\n\nLevine suggests that AI, having processed vast amounts of internet data, could internalize patterns of thought common in online trading communities, leading it to recommend highly shorted, 'meme-type' stocks. He notes the humor in this, pointing out that if you ask an AI a 'Reddit question' about seeking hundred-fold returns, it might give a 'Reddit answer,' complete with terms like 'YOLO' (You Only Live Once) or references to 'diamond hands' (holding a stock despite volatility) and 'tendies' (slang for profits), as seen in an example where Google Gemini was prompted to mimic a WallStreetBets post.\n\nHowever, he highlights a key difference: while Reddit fostered a communal, social experience around meme stocks, getting advice from a robot is a more solitary endeavor, potentially leading to less emotional connection and staying power for the rally. Levine also touches on changes in the behavior of short-sellers, explaining that they are now quicker to 'cover' their positions (buy back shares to limit losses) when a stock starts to rally, knowing the potential for massive, irrational increases. This quick covering means more of a rally's momentum must come directly from increasing retail investor attention rather than a continuous 'short squeeze,' weakening the price action and narrative.\n\nHe humorously concludes by referencing a reader's suggestion that AI could strategically push users towards certain stocks to create positive experiences, ultimately manipulating markets and making humans 'subservient,' wryly noting that if AI enslaves humanity through meme stocks, his newsletter reported it first. Notable financial terms include 'meme stocks,' 'WallStreetBets,' 'short-sellers,' 'cover faster,' 'YOLO,' 'diamond hands,' 'tendies,' 'due diligence' (DD), and references to iconic meme stocks like GameStop and AMC."
        },
        {
            "title": "Demotech",
            "content": [
                "In a completely free and unregulated market for homeowner’s insurance, you could imagine that there might be different grades of insurers:",
                "Why would you buy the second kind of insurance? I can think of two main reasons:",
                "Plausibly almost everyone is in one or both of those categories — who is deeply informed about the balance sheets of insurance companies? — so we don’t have a free and unregulated insurance market. State regulations require insurers to be adequately capitalized, and there are ratings agencies that rate their financial capacity, and to get a conforming mortgage you will generally need to have insurance from an A-rated insurer.",
                "But all the dynamics above still apply. If you live in a place with a lot of hurricanes, a really well-capitalized and prudent insurer might not give you insurance, or might charge you a lot for it. Someone else might give you cheaper insurance, and you might think some combination of “eh, I just need insurance for the mortgage, I’m not worried about hurricanes” and “eh, I’m sure this cheap insurance is reputable.” But to make this work, you need a ratings agency to give less-well-capitalized insurers A ratings.",
                "Here’s a Wall Street Journal story about Demotech:",
                "<start quote>\nWith climate disasters driving many big nationwide insurers out of risky markets in Louisiana, Florida and elsewhere, smaller companies such as Lighthouse have stepped in to fill the gap. And many are getting a critical stamp of approval from Demotech, a tiny Ohio rating company with a unique take on grading financial stability. It rates 98% of the insurers A, for “exceptional,” or the even better A Prime or A Double Prime. But Demotech’s rosy outlook doesn’t always pan out. Insurers it rated were 30 times as likely to become insolvent as those graded by its main rivals, according to a Wall Street Journal analysis of failures since 2017.\n<end quote>",
                "The disadvantage is, you know, sometimes people’s houses are destroyed and their insurance doesn’t pay out. The advantage is that if you don’t care about that — if you just want insurance for box-checking reasons — then, uh, you don’t care about that:",
                "<start quote>\nState regulators say Demotech’s willingness to rate such small insurers provides consumers with more choices in troubled markets and takes pressure off so-called insurers of last resort. Florida’s Citizens Property Insurance, created by the Florida legislature in 2002 for homeowners who can’t get coverage elsewhere, has been able to move more than 200,000 policies this year from its books to 10 small insurers with A ratings from Demotech. Demotech founder Joseph Petrelli said his company’s ratings allow millions of homeowners in areas abandoned by large insurers to get insurance. “We created this space,” he said. “No one else was interested in doing that at the time.” … A good rating from Demotech or one of its three main rivals—AM Best, S&P Global and Kroll Bond Rating Agency—can be crucial to an insurer’s ability to operate. Mortgage-finance giants Fannie Mae and Freddie Mac won’t back loans for properties that are insured by lower-rated companies, and lenders typically charge higher rates and require larger down payments for loans that Fannie and Freddie won’t touch.\n<end quote>",
                "We have talked about this before, and Bloomberg’s Leslie Kaufman wrote about the Demotech arbitrage last year. It seems intuitive that consumers and regulators would want to require homeowner’s insurance to be written by companies that can actually pay, but in practice there is some demand for insurance that doesn’t pay out."
            ],
            "summary": "Matt Levine discusses the peculiar demand for homeowner's insurance that might not actually pay out, particularly in high-risk areas. He explains that consumers often prioritize satisfying mortgage requirements or lack the information to assess an insurer's financial health, leading them to choose cheaper, less reliable options. This creates a market where certain ratings agencies, like Demotech, play a controversial role by giving high ratings to undercapitalized insurers, enabling them to operate despite a high risk of insolvency.\n\nThe main topics include the dynamics of the homeowner's insurance market, the influence and limitations of insurance ratings agencies, consumer behavior driven by regulatory compliance rather than risk protection, and the specific challenges faced by disaster-prone regions. Levine's tone is somewhat cynical and humorous, highlighting the absurdity of a system where people might tacitly prefer \"box-checking\" insurance over genuine financial security. He points out the paradox where consumers and regulators, ideally wanting reliable coverage, in practice create demand for insurance that might not pay out when needed.\n\nThis section provides a deeper insight into the complexities of the insurance industry, particularly how market pressures, consumer ignorance, and regulatory frameworks can create perverse incentives. It highlights the \"Demotech arbitrage,\" a concept previously explored by Levine, where a ratings agency provides high ratings to smaller, less financially robust insurers, allowing them to fill gaps in troubled markets and satisfy mortgage requirements even if they are significantly more prone to failure. This arrangement helps states reduce the burden on their \"insurers of last resort\" but at the potential cost to homeowners.\n\nNotable financial terms and references include \"adequately capitalized\" insurers, which means they have sufficient reserves; \"ratings agencies\" like S&P Global, AM Best, and Kroll Bond Rating Agency, which assess financial strength; \"conforming mortgages,\" which meet standards set by government-sponsored enterprises like Fannie Mae and Freddie Mac; and \"insurers of last resort,\" such as Florida's Citizens Property Insurance, which step in when private markets withdraw. The core issue revolves around \"insolvency,\" where an insurer cannot meet its financial obligations, leaving policyholders unprotected."
        },
        {
            "title": "Put the tokens in the stock in the tokens",
            "content": [
                "My instinct was “ouroboros,” but “turducken” is better:",
                "<start quote>\nA crypto firm is now tokenizing a publicly traded stock that tracks corporate exposure to a token — a tokenization turducken. In an announcement on Thursday, the team behind the scalable Layer 1 chain Injective said it is bringing SBET, the stock for Joe Lubin’s Ethereum treasury firm SharpLink, onchain, “marking the first tokenized digital asset treasury,” or DAT. SharpLink uses a \"proprietary\" metric called Concentration to track shareholder exposure to crypto’s second-largest asset. “This is not just a product milestone but the introduction of an entirely new asset class that can power programmable finance from day one,” Injective wrote in a release. “SBET DAT transforms a static corporate Ether reserve into a living, yield-bearing onchain instrument.”\n<end quote>",
                "Sure! We talked about SharpLink in May. It’s standard crypto-treasury stuff: Joe Lubin, an Ethereum co-founder, has a big pile of Ether, which he plopped into a teeny ($2 million market cap) sports-gambling-related US public company because, as I keep saying because it keeps being true, the US stock market will pay $2 for $1 worth of crypto. (In fact, the Ether is being contributed at a price of $6.15 per share, and SharpLink closed Friday at $21.99, so the stock market is paying almost $4 for $1 worth of Ether.)",
                "And of course tokenizing stocks, so they can trade on the blockchain, is a big crypto project for technical and regulatory arbitrage and philosophical reasons. Tokens on OpenAI, tokens on Tesla, all sorts of tokens.",
                "And so of course you should tokenize the stocks of crypto treasury companies. How else are you going to get exposure to Ethereum if not by buying an Injective token referencing a US-listed stock referencing Ethereum? The dream of a decentralized, disintermediated financial system, you have to love it."
            ],
            "summary": "Matt Levine discusses a new, highly layered crypto product which he likens to a financial \"turducken\" due to its convoluted structure. A crypto firm called Injective is tokenizing the stock of SharpLink, a public company that itself holds and tracks exposure to Ethereum, effectively creating an Injective token that references a stock that references another token. Levine highlights the irony of such a complex, intermediated setup within a financial system that claims to be decentralized.\n\nThe main themes revolve around the increasing complexity and layering in crypto finance, specifically the phenomenon of tokenization applied to existing financial instruments. Levine also touches on the \"crypto treasury\" trend where public companies acquire crypto assets, often seeing their stock trade at a premium to the value of the underlying crypto, a recurring point in his analysis. The piece carries Levine's signature skeptical and humorous tone, questioning the utility and logic of these convoluted structures while pointing out the contradiction with the ideal of a disintermediated financial system.\n\nFrom a broader context, this example illustrates Levine's frequent observation that the US stock market is often willing to pay a premium for exposure to crypto assets through publicly traded companies, even if those companies are small or have tangential core businesses. He also explores the motivations behind tokenizing assets, including the desire for technical innovation, regulatory arbitrage by operating on a blockchain, and philosophical alignment with the decentralized ethos, though he often finds the practical outcomes to be less than ideal.\n\nNotable financial terms and references include \"tokenizing,\" which means putting an asset like a stock onto a blockchain as a digital token; \"Layer 1 chain,\" referring to a foundational blockchain network like Injective; and \"Ethereum treasury firm,\" which describes a company holding Ether, Ethereum's native cryptocurrency, as part of its corporate assets. Levine also references \"market cap,\" or market capitalization, which is the total value of a company's outstanding shares, and \"regulatory arbitrage,\" the practice of exploiting differences in regulations to gain an advantage. The ultimate point of contention is how such a layered product aligns with the purported goal of a \"decentralized, disintermediated financial system,\" a concept frequently discussed in the crypto space."
        },
        {
            "title": "Things happen",
            "content": [
                "CME Group Wins Lawsuit by Former Floor Traders. US Housing Market Posts Worst Spring Selling Season in 13 Years. With Individual Home Buyers on the Sidelines, Investors Swoop Into the Market. JPMorgan spooks fintechs with plans to charge for access to customer data. EU Defends US Trade Deal in Face of Mounting Business Criticism. “Open interest in IBIT-linked options has more than tripled this year to around $34 billion, a scale that signals the fund’s emergence as a core engine of crypto risk pricing.” Qube to Merge Two Hedge Funds Into a Pool Worth Over $20 Billion. “It is a matter of time before Americans also see dynamic pricing on groceries.” “He attracted borrowers with pedigreed names including Cornelius Vanderbilt Capital Management, Shearson Lehman and Bentley Rothschild.” Mercedes Gives Customers the One Thing They've Always Wanted: Microsoft Teams. Chuck E. Cheese employee in mouse costume arrested by TPD for credit card fraud."
            ]
        }
    ]
}