{
    "title": "Tech venture firms deploy private equity ‘roll-up’ strategy",
    "subtitle": "Thrive Capital’s backing of Savvy Wealth is part of growing effort to fund groups that go on to buy similar companies",
    "sections": [
        {
            "title": "Tech venture firms deploy private equity ‘roll-up’ strategy",
            "content": [
                "Top venture capital firms are borrowing a strategy from the private equity playbook, pumping money into tech start-ups so they can “roll up” rivals to build a sector-dominating conglomerate.",
                "Among those deploying the approach is Thrive Capital, a backer of OpenAI and Stripe, which is involved in a new $72mn funding round for wealth management start-up Savvy Wealth. The investment values the New York-based group at $225mn, according to people with knowledge of the matter. The funding will go towards buying up smaller advisory firms and hiring individual advisers, as well as embedding artificial intelligence into the group’s operations.",
                "General Catalyst, one of Silicon Valley’s largest VCs, has earmarked roughly $750mn to pursue roll-ups in areas from call centres to legal services and property lettings. Other venture capital groups, including Khosla Ventures, Bessemer Venture Partners and 8VC are also exploring roll-ups.",
                "The approach mirrors the strategies long deployed by private equity investors, which have built behemoths in fragmented industries such as healthcare, waste management or building services by agglomerating smaller businesses and centralising operating costs.",
                "It marks a new direction for VCs, which traditionally target fast-growing technology start-ups in nascent industries. The roll-up strategy creates an avenue for VCs to generate liquidity from their portfolios at a time when initial public offerings and dealmaking have slowed.",
                "Where private equity firms typically make heavy use of debt and slash costs in a roll-up, VCs claim improvements to efficiency and margins will come from infusing technology into the companies.",
                "Savvy, for instance, is using AI to take on back office tasks such as pulling data for the half a dozen forms that might be needed for any one transaction.",
                "Kareem Zaki, a partner at Thrive, said Savvy’s approach was made possible by AI, which “is able to handle much more complicated tasks in a much more accurate and complex way. Older technology struggled to provide a very personalised service.”",
                "Ritik Malhotra, founder and chief executive of Savvy, said: “Highly fragmented businesses, like financial advisory or real estate, make sense for roll-ups.”",
                "General Catalyst-backed Dwelly is taking a similar approach to the British property rental market, acquiring three lettings agencies across the UK, and currently manages more than 2,000 properties. It plans to automate the process of matching tenants and landlords, property management and rent collection.",
                "Roll-ups are a departure for VCs during a period where, outside of hot sectors such as AI, many start-ups are struggling to justify high valuations established at the top of the market in 2021 and 2022.",
                "“It’s the best of both worlds, PE and VC: on the venture side it’s an extremely exciting time to be in AI. On the PE side, there’s a lot of consolidation in these industries,” said Marc Bhargava, who leads the strategy at General Catalyst.",
                "Some investors in venture funds are dubious. “I would be sceptical of any strategy that involved transforming a pre-AI business into an AI-based business,” said the head of investment at one US foundation.",
                "“It’s a classic case of the innovator’s dilemma, because it would require the corporate equivalent of a brain transplant, re-architecting everything about the way the business develops, sells and operates. I’m not saying it would be impossible to pull off but it would be very difficult.”"
            ],
            "summary": "Top venture capital firms are now adopting a strategy traditionally used by private equity investors, known as a \"roll-up,\" where they fund start-ups to acquire and consolidate many smaller businesses within a fragmented industry to create a larger, more dominant entity. This shift allows venture capitalists to generate returns and liquidity for their portfolios during a period when traditional exits like initial public offerings have slowed down.\n\nThe main topics discussed include the strategic convergence of venture capital and private equity models, the increasing role of artificial intelligence as a key enabler for efficiency and margin improvements in these consolidated businesses, and the challenges associated with transforming older, less technologically advanced companies into AI-driven operations. There's a nuanced tone, suggesting this is an exciting new frontier for venture capitalists, but also acknowledging skepticism from some investors about the difficulty of integrating AI into existing pre-AI businesses, likening it to a complex \"brain transplant.\"\n\nThe broader context of this shift is the evolving landscape of venture capital investment, especially given a challenging market for new IPOs and deal-making. Matt Levine points out that VCs are adapting by applying a consolidation strategy, previously common in private equity, but with their own twist: leveraging technology, particularly AI, to drive operational improvements rather than relying solely on debt and cost-cutting. This highlights the adaptability of financial strategies and AI's growing influence on how value is created in various industries.\n\nNotable financial terms and references include \"venture capital\" and \"private equity,\" representing different types of investment firms. The \"roll-up strategy\" is central, referring to the practice of buying up multiple smaller companies to form a larger one. \"Liquidity\" refers to the ability to convert investments into cash, which VCs are seeking more of, while \"initial public offerings\" or IPOs are a common way for them to achieve this. \"Fragmented industries\" are sectors with many small players, ripe for consolidation. The \"innovator's dilemma\" is referenced to explain the inherent difficulty for existing businesses to radically change their operations to embrace new technologies like AI."
        }
    ]
}