{
    "title": "A Drug-Trial Stock Sale",
    "subtitle": "INmune, Linqto, SRT financing, bank AI agents and the AI pay wars.",
    "sections": [
        {
            "title": "AI agents",
            "content": [
                "A traditional early step in any big investment banking deal is the compilation and distribution of the working group list. Some junior analyst at one of the banks will put together a nicely formatted list of all the principals and bankers and lawyers and accountants on the deal, with their email addresses and office and mobile phone numbers, and will circulate it to everyone so that everyone knows how to reach everyone else.",
                "I suppose in the not-too-distant future, each person’s entry on the WGL will also include contact information for their artificial-intelligence assistant. You have a question for me about the data room, you email matt.levine@fancybank.com, you copy matt.levine.ai@fancybank.com, and two seconds later you get back an email from the AI saying “Matt is on a flight right now, but I went into the data room and found the agreement you’re looking for; it’s attached to this email. Let me know if you need anything else. Best, RoboMatt.” Eventually you notice that my AI assistant is much more prompt, polite and helpful in responding to your questions than I am, and you start emailing the AI directly and not even copying me. Then your employer gets youan AI assistant, and you give it tasks to complete, and when your assistant needs help from me it emails my assistant. Eventually you and I just go to the beach, and our respective assistants negotiate and document the deal.",
                "In the slightly more distant future, the WGL will be put together by the AIs, and it will onlyhave contact information for the AIs, and it won’t have to be a nicely formatted PowerPoint because only the AIs will read it.",
                "There are other imaginable paths for AI, including perhaps:",
                "1. Banking looks a lot like it does now, with bankers and lawyers interacting with one another and putting their names on the work product, but using AI tools behind the scenes to make their jobs easier.",
                "2. Entirely AI-native workflows replace the normal banking workflows, so instead of a bunch of principals and banks and law firms getting together to negotiate a merger, corporations will, you know, be autonomous entities that combine and split without any human interference.",
                "But the path I laid out above — in which banking processes look kind of like they do now, except that a lot of the actual bankers are replaced by lightly anthropomorphized AI assistants who sometimes deal with humans and sometimes deal with other AIs — has a certain creepy appeal. You sort of know what that AI assistant is; it fits into familiar categories. It’s an assistant, a junior banker, something like that. (Over time, it gets promoted: It’s a midlevel banker, a senior banker, a bank CEO.) You can’t hang out with the AI banker in the analyst bullpen; it can’t make small talk with the client over drinks. But you’re probably mostly communicating by chats and emails anyway, and the AI assistant is good enough at that.",
                "Anyway here’s a fun Wall Street Journal article about “digital employees” at banks:",
                "<start quote>\nSimilar to human employees, these digital workers have direct managers they report to and work autonomously in areas like coding and payment instruction validation, said [Bank of New York Mellon] Chief Information Officer Leigh-Ann Russell. Soon they’ll have access to their own email accounts and may even be able to communicate with colleagues in other ways like through Microsoft Teams, she said. …\n\nBNY said it took three months for its AI Hub to spin up two digital employee personas: one designed to clean up vulnerabilities in code and one designed to validate payment instructions. Each persona can exist in a few dozen instances, and each instance is assigned to work narrowly within a particular team, Russell said.\n<end quote>",
                "Man, that is absolutely the dream of an investment bank, an army of identical perfect analysts who can exist in dozens of instances and be assigned to work narrowly within particular teams. Also:",
                "<start quote>\nAt JPMorgan Chase, Chief Analytics Officer Derek Waldron thinks of “digital employees” as more of a helpful model for business people to conceptualize AI tools. They are fundamentally different from human employees, of course, but also traditional software systems, and so they may need their own type of system connectivity and access management, he said. It’s an open question exactly how much or how little access to give an agent, and it’s going to have to be figured out on a case-by-case basis, he said.\n\nAnd while it’s not clear yet exactly what it will look like, he does envision a future where every employee will have an AI assistant and every client experience will have an AI concierge.\n<end quote>",
                "At some fairly abstract level, the job of an investment banker or salesperson isto be a concierge for certain categories of client experiences. If there’s an AI concierge for every client experience … you know what, never mind. Elsewhere: “Amazon Is on the Cusp of Using More Robots Than Humans in Its Warehouses.”"
            ]
        }
    ]
}